<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no" />
    <title>- 用户协议 -</title>
    <style>
        applet, object, iframe, body, h1, h2, h3, h4, h5, h6, p, blockquote, pre, a, abbr, acronym, address, big, cite, code, del, dfn, em, font, img, ins, kbd, q, s, samp, small, strike, strong, sub, sup, tt, var, dd, dl, dt, li, ul, fieldset, form, label, legend, caption, img, header, section {
            margin: 0;
            padding: 0;
            outline: none;
            border: none;
        }
        h1, h2, h3, h4, h5, h6{font-weight: normal;}
        * {
            -webkit-box-sizing: border-box;
            -moz-box-sizing: border-box;
            box-sizing: border-box;
        }
        ol{
            padding-left:20px;margin: 0;
        }
        body{position: relative;}

        .xieyiBody{
            background: #f7f9fa;
            padding: 20px;
            text-align: justify;
        }
        .xieyi_h1{
            font-size: 24px;
            color: #333333;
            text-align: center;
            margin-bottom: 20px;
        }
        .xieyi_h2,.dl_list ol li{
            font-size: 14px;
            line-height: 24px
        }
        .xieyi_h2{
            text-indent: 2em;
            color: #666;
            margin-bottom: 20px;
        }

        .dl_list dt{
            font-size: 18px;
            color: #333333;
            line-height: 36px;
        }
        .dl_list ol li{
            color: #666;
            margin-bottom: 8px;
        }
        .red{
            color: #ff6666;
        }
    </style>
</head>
<body class="xieyiBody">
    <h2 class="xieyi_h2">本协议是指义乌妇幼保健医院手机客户端的用户服务协议以及该协议项下所包含的其他附属协议、附加条款或条约。本协议用于规范义乌妇幼保健医院手机客户端(以下简称“本软件”)的使用者（包括但不限于患者用户及其家属、医生用户等，以下简称“您”）之间的行为和关系，为您提供软件服务，保护您和本软件的合法权益。为充分保护您对于本软件提供的各项服务的知情权，本软件就其提供的各项服务的相关性、有效性以及限制性提供以下注册条款。</h2>
    <div class="main_list">
        <dl class="dl_list">
            <dt></dt>
            <dd>
                <ol>
                    <li>本软件所提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。您在进行注册的过程中，当您完成注册操作，并在日后进行账号登录时即视为您已仔细阅读本协议，同意接受本协议项下的所有条款，包括接受本软件对本协议条款随时所做的任何修改，并愿意受其约束。</li>
                    <li>您在app内使用挂号、提问、搜索、享受医疗健康信息及其他健康类服务，即代表您已经同意本协议。且本软件所有咨询、回答、相关评论仅代表您本人的观点或基本判断，不代表本软件的观点和看法，与本软件立场无关。</li>
                    <li>本协议的条款适用于本软件提供的各种服务，但当您使用本软件某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应遵守本协议及本软件随时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本协议之规范。</li>
                    <li>本软件由本软件所有人及其关联卫生医疗机构共同运营（以下合称“网站运营方”）。本软件运营方运用自己的操作系统通过国际互联网为您提供本网站的网络服务，并承担本协议和其它服务协议中对您的责任和义务。</li>
                    <li>您应保证：提供详尽、真实、准确和完整的个人资料。如果资料发生变动，您应及时更改。若您提供任何错误、不实、过时或不完整的资料并为本软件所确知，或者本软件有合理理由怀疑前述资料为错误、不实、过时或不完整的资料时，本软件有权暂停或终止您的帐号，并拒绝您现在或将来使用本服务的全部或一部分。在此情况下，您可通过软件的申诉途径与本软件取得联系并修正个人资料经网站核实后恢复账号使用。</li>
                    <li>您一旦同意本协议，代表您自愿同意不做任何妨碍或者破坏服务（或与服务连接的服务器及网络）的任何活动；您在本软件上发布的所有信息、言论，所开展的活动等均符合国家法律法规的规定，且您不得从事未经审批或备案的行为等，您保证所有在本软件上开展的活动及信息均已经完成相关审批或者备案，并具备相应资质。您不得将本软件作为产品广告、销售的途径，若因散布谣言、造假、谩骂等原因而被禁止本软件对其服务的，本软件享有对该账号的处置权。</li>
                    <li>保护您的隐私是网站的一项基本政策，本软件保证不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在网站的非公开内容，但下列情况除外：
                        <p>(1) 事先获得您的明确授权；</p>
                        <p>(2) 根据有关的法律法规要求；</p>
                        <p>(4) 为维护社会公众的利益；</p>
                        <p>(4) 为维护本软件的合法权益；</p>
                        <p>(5) 在不透露单个用户及含具体个人身份及隐私信息的情况下，本软件有权对整个数据库进行分析并进行商业上的利用。</p></li>
                    <li>本软件可能会与第三方合作向您提供相关的网络服务，在此情况下，如该第三方同意承担与本软件同等的保护您隐私的责任，您同意并授权本软件将您的注册资料等提供给该第三方。</li>
                    <li>本软件对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（网站违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。</li>
                    <li>本软件所有信息仅供参考，不做个别诊断、用药和使用的根据。本软件致力于提供正确、完整的健康资讯，但作为医院发布信息的渠道之一，不对信息的具体内容保证绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。通过本软件进行的服务，其中任何结论性内容是否采用，由使用者自行判断。本软件及开发公司不对服务过程中的信息负有任何直接的、间接的、特殊的、连带的法律责任。如在服务中有疑问，请联系医院解决。</li>
                    <li>本软件提供网络服务如文字、软件、声音、照片、视频、录像、图表、网页、广告等内容，所有这些信息均受版权、商标、标签和其他财产所有权法律的保护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。</li>
                    <li>您同意保障和维护软件与医院方面的利益，如果因为您违反有关法律、法规或本协议以及《免责条款》项下的任何规定而给本软件运营方或任何其他第三方造成任何损失，您统一承担由此产生的损害赔偿责任，其中包括本软件为此而支付的律师费用。</li>
                    <li>您同意本协议后，本软件可自行更新、升级或关闭，而无需经过您的同意。您可以在任何时候停止使用本软件，而无需进行特别通知。</li>
                    <li><span class="red">警告</span>：对任何违反国家法律和义乌妇幼保健医院本软件相应管理规定且侵害了义乌妇幼保健医院本软件合法权益的行为，义乌妇幼保健医院本软件将保留追究其法律责任的权利。</li>
                </ol>
            </dd>
        </dl>
    </div>
</body>
</html>